Repository: ivanpacheco1808/guudwebsite
Catalog: src/assets/locale/messages.*.xlf
Languages: es

source: All rights reserved
es: Todos los derechos reservados

source: Notice of Privacy
es: Aviso de Privacidad

source: Download the app:
es: Descarga la app:

source: Coach
es: Entrenador

source: First Name*
es: Nombre(s)*

source: Last Name*
es: Apellido(s)*

source: Tips
es: Consejos

source: Exercises
es: Ejercicios

source: Speciality
es: Especialidad

source: Specify one social network...
es: Especifica una red social...

source: Email
es: Correo Electrónico

source: Phone*
es: Teléfono*

source: Send
es: Enviar

source: New Lead Coach
es: Nuevo Prospecto Coach

source: Supplier
es: Proveedor

source: We offer the best in the world! Tell us in less than a minute why your product is the best.<br>(You can send all the videos you want)
es: ¡Ofrecemos lo mejor del mundo! Cuéntanos en menos de un minuto por qué tu producto es el mejor.<br>(Puedes enviar todos los videos que quieras)

source: Last Name
es: Apellido

source: Product*
es: Producto*

source: Video Drop Zone*
es: Zona para cargar video*

source: Email*
es: Correo*

source: New Lead Supplier
es: Nuevo Prospecto Proveedor

source: Tell us the idea you have in a video less than a minute<br>(You can send all the videos you want)
es: Cuéntanos la idea que tienes en un vídeo de menos de un minuto<br>(Puedes enviar todos los videos que quieras)

source: GUUD Wishes
es: Buenos Deseos

source: Home
es: Inicio

source: About us
es: Sobre nosotros

source: History
es: Historia

source: Caring & giving
es: Cuidar y Dar

source: Supplier
es: Proveedor

source: Welcome
es: Bienvenida

source: Calendar
es: Calendario

source: Workouts
es: Rutinas

source: Sports
es: Deportes

source: Follow us!
es: ¡Síguenos!

source: EN
es: ES

source: Spanish
es: Español

source: English
es: Ingles

source: Your information have been delivered
es: Tu información ha sido entregada

source: soon one of our team members will get in contact with you
es: pronto un miembro de nuestro equipo se pondra en contacto contigo

source: Go Back
es: Regresar

source: THANK YOU!
es: ¡GRACIAS!

source: your serial number: {{_controller.data}}
es: tu numero de serie: {{_controller.data}}

source: Try Again
es: Intentar de Nuevo

source: We are GUUD people,
es: Somos personas GUUD,

source: gathering the best knowledge for human well-being.
es: reuniendo el mejor conocimiento para el bienestar humano.

source: <img alt="iconMission" src="assets/images/Our.webp" style="height: 2rem;filter: brightness(50%);"><br> Create health, well-being and bring happiness to the world!
es: Nuestro propósito: <br> ¡Crear salud, bienestar y felicidad al mundo!

source: Mission:
es: Misión:

source: Hack your brain + Shape your body
es: Hackea tu cerebro + moldea tu cuerpo

source: Vision:
es: Visión:

source: Let's find the Guud in YOU.
es: Encontremos el GUUD en TI. ¡Vamos!

source: Core values:
es: Valores fundamentales:

source: Passion, Innovation & Humbleness
es: Pasión, Innovación & Humildad

source: Ps: be GUUD!
es: Pd: se GUUD!

source: We believe that in-order to create a GUUD world,
es: Para crear un mundo GUUD,

source: the first step is helping educate and form GUUD human beings
es: el primer paso es ayudar a educar y formar seres humanos GUUD

source: Our main focus is helping organizations devoted in the well-being of people.
es: Nuestro enfoque principal es ayudar a una organización que se dedica al bienestar de las personas.

source: BECOME A COACH
es: CONVIÉRTETE EN ENTRENADOR

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/c91b83c4-b5e2-4da8-a5b9-39fdd150e9af.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/01fda33f-5c26-410e-817d-6a4137f65e79.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/f0562d34-8291-4e37-b1c1-7fcbf35df416.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/7c04284b-9913-4211-bc5c-34dbcaf12af7.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/9b30ed6f-1f4e-4b3f-9965-8c62b3096e39.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/8fedc484-6fa7-44eb-bf9c-f127af9a417a.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/7037fda5-62a5-49d9-81e2-ce5cc09e682f.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/669a0f25-ecc8-4656-8964-b981d527739a.mp4

source: GUUD <br><br>Sustainability
es: GUUD <br><br>Sostenibilidad

source: Our purpose is create wellness and happiness around the world!
es: ¡Nuestro propósito es crear bienestar y felicidad en todo el mundo!

source: P.S Be GUUD!
es: P.D Se GUUD!

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/0bb7f9f3-0e0c-44be-bed8-5a7a74046206.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/495693e3-d43c-425d-90d5-fea9eeea24e3.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/7dae0f3b-db4e-4e55-8d40-8688acb6d160.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/81ad7baf-5c2d-4e74-8654-c11ef12df747.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/6ba3f245-8017-47af-8954-72083e4cfdb2.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/8238186d-1fc2-4c6a-8f29-85123ae50965.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/721e11ec-6657-42e6-a6a9-4443ab379647.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/85d0da13-eee2-47bc-a842-27fc816c006d.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/bb85c261-8f01-43aa-af71-92bf9443142e.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/c5c82fd8-1b7b-45eb-8ad9-fa7e4770421e.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/a3e8ef1a-c879-4593-89a0-21d2fc4c7c91.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/0da368aa-05c4-45e0-b1ea-b7fd45903b43.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/77edda5f-326d-48be-980e-b95c82f27a35.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/3ae98657-4ac4-40b0-9672-2ce8122af93f.mp4

source: https://d2lhr769yt64fs.cloudfront.net/DEV/introduccion/eee8c92b-5696-470b-8236-b3ed80551b5f.mp4
es: https://d2lhr769yt64fs.cloudfront.net/DEV/otros/7ae283b2-0c85-4b7b-9b06-0b6aed062076.mp4
